Repository: heeshala/SmartTraveller
Catalog: lib/l10n/app_*.arb
Languages: si, ta, zh

# language
source: English
si: සිංහල
ta: தமிழ்
zh: 中文

# routes
source: Bus Routes
si: බස් මාර්ග
ta: பஸ் வழிகள்
zh: 路线

source: Bus Stops
si: බස් නැවතුම්
ta: பஸ் நிறுத்தங்கள்
zh: 公交车站

source: FAQ
si: නිති අසන පැන
ta: எஃப்ஏகியூ
zh: 常见问题

# mypass
source: My Travel Pass
si: මගේ ගමන් අවසර පත්‍රය
ta: எனது பயண பாஸ்
zh: 我的旅行证

source: Favourites
si: ප්‍රියතමයන්
ta: பிடித்தவை
zh: 收藏夹

# busall
source: All Routes
si: සියලුම මාර්ග
ta: அனைத்து வழிகள்
zh: 所有航线

# hintsearch
source: Search...
si: සොයන්න...
ta: தேடல்...
zh: 搜索...

source: Route
si: මාර්ගය
ta: பாதை
zh: 路线

# addfav
source: Add Favourites
si: ප්‍රියතමයන් එකතු කරන්න
ta: பிடித்தவற்றைச் சேர்க்கவும்
zh: 添加收藏夹

# noresult
source: No Result Found
si: ප්‍රතිඵලයක් හමු නොවීය
ta: முடிவுகள் எதுவும் இல்லை
zh: 未找到结果

# noschedule
source: No Bus Scheduled
si: බස් රථයක් නියම කර නැත
ta: பஸ் எதுவும் திட்டமிடப்படவில்லை
zh: 未安排巴士

source: Passengers
si: මගීන්
ta: பயணிகள்
zh: 乘客

source: Speed
si: වේගය
ta: வேகம்
zh: 速度

# q1
source: What is Smart Traveller ?
si: Smart Traveller යනු කුමක්ද ?
ta: Smart Traveller என்றால் என்ன ?
zh: 什么是 Smart Traveller ?

# a1
source: Smart Traveller is a new concept introduced to Sri Lanka to make public transport more convenient and efficient
si: Smart Traveller යනු පොදු ප්‍රවාහනය වඩාත් පහසු සහ කාර්යක්ෂම කිරීම සඳහා ශ්‍රී ලංකාවට හඳුන්වා දුන් නව සංකල්පයකි
ta: Smart Traveller என்பது பொது போக்குவரத்தை மிகவும் வசதியாகவும் திறமையாகவும் மாற்ற இலங்கைக்கு அறிமுகப்படுத்தப்பட்ட புதிய கருத்தாகும்
zh: Smart Traveller 是斯里兰卡引入的新概念，旨在让公共交通更加便捷高效

# q2
source: How often do a bus pass by ?
si: බස් රථ කොපමණ කාල පරතරයකින් ධාවනය වේද?
ta: பஸ் எவ்வளவு அடிக்கடி செல்கிறது ?
zh: 公共汽车多久开一次？

# a2
source: Buses of a specific route arrives at a bus stop at 10-15 minutes intervals
si: සෑම විනාඩි 10-15 කට වරක් නිශ්චිත මාර්ගයක බස් රථ බස් නැවතුම්පොළකට පැමිණේ
ta: ஒரு குறிப்பிட்ட பாதையின் பேருந்துகள் 10-15 நிமிட இடைவெளியில் ஒரு பஸ் நிறுத்தத்தில் வந்து சேரும்
zh: 某些路线上的巴士每 10-15 分钟到达一个巴士站

# q3
source: How can I use the transportation service ?
si: ප්‍රවාහන සේවාව භාවිතා කරන්නේ කෙසේද ?
ta: போக்குவரத்து சேவையை எவ்வாறு பயன்படுத்துவது ?
zh: 如何使用运输服务？

# a3
source: You are required to have a travel pass which will act as your payment method
si: ඔබේ ගෙවීම් ක්‍රමය ලෙස ක්‍රියා කරන ගමන් අවසර පත්‍රයක් ඔබට අවශ්‍ය වේ
ta: நீங்கள் பயண பாஸ் வைத்திருக்க வேண்டும், இது உங்கள் கட்டண முறையாக செயல்படும்
zh: 您需要有旅行通行证，这将作为您的付款方式

# q4
source: Where can I buy a travel pass ?
si: මට ගමන් අවසර පත්‍රයක් මිලදී ගත හැක්කේ කොතැනින්ද ?
ta: பயண பாஸை நான் எங்கே வாங்க முடியும் ?
zh: 我在哪里可以买到旅行通行证 ？

# a4
source: You can buy a travel pass from any bus station,Keels, Cargills, Arpico outlets
si: ඔබට ඕනෑම බස් නැවතුම්පොළක්, කීල්ස්, කාගිල්ස්, ආර්පිකෝ අලෙවිසැල් වලින් ගමන් අවසර පත්‍රයක් මිලදී ගත හැකිය
ta: எந்த பேருந்து நிலையம், கீல்ஸ், கார்கில்ஸ், ஆர்பிகோ விற்பனை நிலையங்களிலிருந்தும் நீங்கள் பயண பாஸ் வாங்கலாம்
zh: 您可以从任何巴士站、Keels、Cargills、Arpico 商店购买旅行通行证

# q5
source: How can I top up my travel pass ?
si: මගේ ගමන් අවසර පත්‍රයට මුදල් දමාගන්නේ කෙසේද ?
ta: எனது பயண பாஸை எவ்வாறு புதுப்பிக்க முடியும் ?
zh: 如何为我的旅行通行证充值 ？

# a5
source: You can top up your travel pass from any bus station,Keels, Cargills, Arpico outlets, partnered shops and bus drivers
si: ඕනෑම බස් නැවතුම්පොළක්, කීල්ස්, කාගිල්ස්, ආර්පිකෝ අලෙවිසැල්, හවුල්කාර වෙළඳසැල් සහ බස් රියදුරන්ගෙන් ඔබට ඔබගේ ගමන් අවසර පත්‍රයට මුදල් දමාගත​ හැකිය.
ta: உங்கள் பயண பாஸை எந்த பேருந்து நிலையம், கீல்ஸ், கார்கில்ஸ், ஆர்பிகோ விற்பனை நிலையங்கள், கூட்டாளர் கடைகள் மற்றும் பஸ் டிரைவர்களிடம் இருந்தும் புதுப்பிக்க முடியும்.
zh: 您可以在任何巴士站、Keels、Cargills、Arpico 商店、合作商店和巴士司机处为您的旅行通行证充值

# q6
source: How much credit should my travel pass have ?
si: මගේ ගමන් අවසර පත්‍රයට කොපමණ මුදල් ප්‍රමාණයක් තිබිය යුතුද ?
ta: எனது பயண பாஸுக்கு எவ்வளவு கடன் இருக்க வேண்டும் ?
zh: 我的旅行通行证应该有多少积分 ？

# a6
source: The minimum credit amount is Rs.30
si: අවම මුදල් ප්‍රමාණය රු.30 කි
ta: குறைந்தபட்ச கடன் தொகை ரூ .30
zh: 最低信用额度为 30 卢比

# q7
source: Will I lose my credits if my travel pass is being lost ?
si: මගේ ගමන් අවසර පත්‍රය නැති වුවහොත් මගේ මුදල් ශේෂය නැති වෙනවාද​ ?
ta: எனது பாஸ் தொலைந்துவிட்டால் எனது வரவுகளை தொலைத்துவிடுவேனா ?
zh: 如果我的旅行通行证丢失，我会丢失我的积分吗 ？

# a7
source: No, a travel pass is issued for a NIC or Passport so the credits will be transferred to the new travel pass
si: නැත, ජාතික හැඳුනුම්පතක් හෝ විදේශ ගමන් බලපත්‍රයක් සඳහා ගමන් අවසර පත්‍රයක් නිකුත් කරනු ලැබේ, එම නිසා නව ගමන් අවසර පත්‍රයට ශේෂය බැර කරනු ලැබේ
ta: இல்லை, பயண பாஸ் என்.ஐ.சி அல்லது பாஸ்போர்ட்டுக்கு வழங்கப்படுகிறது, எனவே புள்ளிகள் புதிய பயண பாஸுக்கு மாற்றப்படும்
zh: 不，旅行通行证是为 NIC 或护照签发的，因此积分将转移到新的旅行通行证上

# q8
source: Can i get a refund of my credits ?
si: මට මගේ ඉතිරි ශේෂය ආපසු ලබාගත​ හැකිද ?
ta: எனது வரவுகளைத் திரும்பப் பெற முடியுமா ?
zh: 我可以获得退款吗 ？

# a8
source: Yes, you can get refunded your remaining credits amount by returning your travel pass to a bus station, Keels, Cargills or Arpico outlets
si: ඔව්, ඔබගේ ගමන් බලපත්‍රය බස් නැවතුම්පොළකට, කීල්ස්, කාගිල්ස් හෝ ආර්පිකෝ අලෙවිසැල් වෙත ආපසු යැවීමෙන් ඔබට ඉතිරි ශේෂය ආපසු ලබාගත හැකිය.
ta: ஆம், உங்கள் பயண பாஸை ஒரு பேருந்து நிலையம், கீல்ஸ், கார்கில்ஸ் அல்லது ஆர்பிகோ விற்பனை நிலையங்களுக்கு திருப்பி அனுப்புவதன் மூலம் மீதமுள்ள வரவு தொகையை நீங்கள் திரும்பப் பெறலாம்.
zh: 是的，您可以通过将您的旅行通行证退还到巴士站、Keels、Cargills 或 Arpico 商店来退还您的剩余积分金额

# q9
source: How can I contact Smart Traveller ?
si: Smart Traveller සම්බන්ධ කර ගන්නේ කෙසේද ?
ta: Smart Traveller தொடர்பு கொள்ளலாம் ?
zh: 我如何联系 Smart Traveller？

# a9
source: You can send an email to contact@smarttraveller.lk
si: ඔබට contact@smarttraveller.lk වෙත විද්‍යුත් තැපෑලක් එවිය හැකිය
ta: contact@smarttraveller.lk க்கு மின்னஞ்சல் அனுப்பலாம்
zh: 您可以发送电子邮件至 contact@smarttraveller.lk

# tap
source: Tap Your Travel Pass
si: ඔබේ ගමන් අවසර පත්‍රය තබන්න​
ta: உங்கள் பயண பாஸைத் தட்டவும்
zh: 点按您的旅行通行证

# tapsearch
source: Reading...
si: කියවමින්...
ta: படித்தல் ...
zh: 读 ...

# remaining
source: Remaining Credit Amount
si: ඉතිරි මුදල් ශේෂය​
ta: மீதமுள்ள கடன் தொகை
zh: 剩余信用额度

# invalid
source: Invalid Travel Pass
si: වලංගු නොවන ගමන් අවසර පත්‍රයකි
ta: தவறான பயண பாஸ்
zh: 无效的旅行证

source: Rs.
si: රු.
ta: ரூ.
zh: 卢比.
